// teamData.js
import TeamAvatar from "../src/assets/team-section/Avatar-1 3.svg"
export const team = [
    {
      name: "عمر سيوف",
      slug_name: "عمر",
      title_job: "مبرمج Bakend Laravel",
      description: "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي ...",
      image: TeamAvatar,
      rank: 1,
    },
    {
      name: "عادل خرزوم",
      slug_name: "عادل",
      title_job: "مدير قسم الويب ",
      description: "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي ...",
      image: TeamAvatar,
      rank: 2,
    },
    {
      name: "أحمد صالح",
      slug_name: "أحمد",
      title_job: "مدير قسم التطبيقات ",
      description: "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي ...",
      image: TeamAvatar,
      rank: 3,
    },
    {
      name: "خليل ابو صفوان",
      slug_name: "خليل",
      title_job: "مدير الشركة",
      description: "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي ...",
      image: TeamAvatar,
      rank: 4,
    },
  ];
  

  export const teams = [
    {
      name: "عمر سيوف",
      slug_name: "عمر",
      title_job: "مبرمج Bakend Laravel",
      description: "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي ...",
      image: TeamAvatar,
      rank: 1,
    },
    {
      name: "عادل خرزوم",
      slug_name: "عادل",
      title_job: "مدير قسم الويب ",
      description: "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي ...",
      image: TeamAvatar,
      rank: 2,
    },
    {
      name: "أحمد صالح",
      slug_name: "أحمد",
      title_job: "مدير قسم التطبيقات ",
      description: "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي ...",
      image: TeamAvatar,
      rank: 3,
    },
    {
      name: "خليل ابو صفوان",
      slug_name: "خليل",
      title_job: "مدير الشركة",
      description: "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي ...",
      image: TeamAvatar,
      rank: 4,
    },
    {
      name: "عمر سيوف",
      slug_name: "عمر",
      title_job: "مبرمج Bakend Laravel",
      description: "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي ...",
      image: TeamAvatar,
      rank: 5,
    },
    {
      name: "عبد العزيز السراج",
      slug_name: "عبد العزيز",
      title_job: "مبرمج FrontEnd ReactJS",
      description: "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي ...",
      image: TeamAvatar,
      rank: 6,
    },

    {
      name: "عبد الرزاق نجيب",
      slug_name: "عبد الرزاق",
      title_job: "مبرمج Bakend Laravel",
      description: "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي ...",
      image: TeamAvatar,
      rank: 7,
    },
    {
      name: "أحمد يسين",
      slug_name: "أحمد ياسين",
      title_job: "مبرمج Bakend Laravel",
      description: "إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي ...",
      image: TeamAvatar,
      rank: 8,
    },
  ];